Repository: SimiFil/Social-Ladder-The-Game
Catalog: Localizable.xcstrings
Source language: en
Languages: cs, de, es

source: Who is most likely to start a viral social media trend?
cs: Kdo je nejpravděpodobnější, že začne virální trend na sociálních sítích?
de: Wer würde am ehesten einen viralen Social-Media-Trend starten?
es: ¿Quién es más propenso a iniciar una tendencia viral en redes sociales?

source: Who is most likely to stay up all night talking at a party?
cs: Kdo je nejpravděpodobnější, že vydrží celou noc povídat si na párty?
de: Wer würde am ehesten die ganze Nacht bei einer Party reden?
es: ¿Quién es más propenso a quedarse toda la noche conversando en una fiesta?

source: Who is most likely to suggest the most random group activity?
cs: Kdo je nejpravděpodobnější, že navrhne nejnáhodnější skupinovou aktivitu?
de: Wer würde am ehesten eine völlig zufällige Gruppenaktivität vorschlagen?
es: ¿Quién es más propenso a sugerir la actividad grupal más aleatoria?

source: Who is most likely to take up an unusual hobby?
cs: Kdo je nejpravděpodobnější, že se ujme neobvyklého koníčku?
de: Wer würde am ehesten ein ungewöhnliches Hobby aufnehmen?
es: ¿Quién es más propenso a adoptar un pasatiempo inusual?

source: Who is most likely to tell the funniest stories?
cs: Kdo je nejpravděpodobnější, že vyprávět nejzábavnější příběhy?
de: Wer würde die lustigsten Geschichten erzählen?
es: ¿Quién es más propenso a contar las historias más divertidas?

source: Who is most likely to win a singing competition?
cs: Kdo je nejpravděpodobnější vítěz pěvecké soutěže?
de: Wer würde am ehesten einen Gesangswettbewerb gewinnen?
es: ¿Quién es más propenso a ganar una competencia de canto?

source: Who is most likely to win a sports competition?
cs: Kdo je nejpravděpodobnější vítěz sportovní soutěže?
de: Wer würde am ehesten einen Sportwettbewerb gewinnen?
es: ¿Quién es más propenso a ganar una competencia deportiva?

source: Who is most likely to win at charades?
cs: Kdo je nejpravděpodobnější vítěz hry Activity?
de: Wer würde am ehesten bei Scharade gewinnen?
es: ¿Quién es más propenso a ganar en mímica?

source: Who is most likely to write a book?
cs: Kdo je nejpravděpodobnější, že napíše knihu?
de: Wer würde am ehesten ein Buch schreiben?
es: ¿Quién es más propenso a escribir un libro?

source: Who is the best at charades?
cs: Kdo je nejlepší v Activity?
de: Wer ist am besten bei Scharade?
es: ¿Quién es el mejor en mímica?

source: Who is the best at karaoke?
cs: Kdo je nejlepší v karaoke?
de: Wer ist der Beste im Karaoke?
es: ¿Quién es el mejor en el karaoke?

source: Who is the best at keeping calm under pressure?
cs: Kdo je nejlepší v zachování klidu pod tlakem?
de: Wer bleibt am besten unter Druck ruhig?
es: ¿Quién es el mejor manteniendo la calma bajo presión?

source: Who is the best at making impromptu speeches?
cs: Kdo je nejlepší v improvizovaných projevech?
de: Wer ist am besten darin, spontane Reden zu halten?
es: ¿Quién es el mejor haciendo discursos improvisados?

source: Who is the best at making new friends?
cs: Kdo je nejlepší v navazování nových přátelství?
de: Wer ist am besten darin, neue Freunde zu finden?
es: ¿Quién es el mejor haciendo nuevos amigos?

source: Who is the best at organizing events?
cs: Kdo je nejlepší v organizování akcí?
de: Wer ist am besten darin, Veranstaltungen zu organisieren?
es: ¿Quién es el mejor organizando eventos?

source: Who is the best at planning trips?
cs: Kdo je nejlepší v plánování cest?
de: Wer ist am besten darin, Reisen zu planen?
es: ¿Quién es el mejor planeando viajes?

source: Who is the best listener in the group?
cs: Kdo je nejlepší posluchač ve skupině?
de: Wer ist in der Gruppe der beste Zuhörer?
es: ¿Quién es el mejor escuchando en el grupo?

source: Who is the best storyteller in the group?
cs: Kdo je nejlepší vypravěč ve skupině?
de: Wer ist in der Gruppe der beste Geschichtenerzähler?
es: ¿Quién es el mejor narrador del grupo?

source: Who is the biggest flirt in the group?
cs: Kdo je největší sváděč ve skupině?
de: Wer ist der größte Schürzenjäger in der Gruppe?
es: ¿Quién es el más coqueto del grupo?

source: Who is the funniest person to play games with?
cs: Kdo je nejzábavnější společník při hrách?
de: Wer ist am lustigsten beim Spielen?
es: ¿Quién es la persona más divertida para jugar?

source: Who is the most adventurous eater?
cs: Kdo je nejdobrodružnější jedlík?
de: Wer ist der abenteuerlustigste Esser?
es: ¿Quién es el más aventurero comiendo?

source: Who is the most competitive in party games?
cs: Kdo je nejsoutěživější v párty hrách?
de: Wer ist am wettbewerbsfähigsten bei Partyspielen?
es: ¿Quién es el más competitivo en juegos de fiesta?

source: Who is the most competitive in the group?
cs: Kdo je nejsoutěživější ve skupině?
de: Wer ist im Gruppe am wettbewerbsfähigsten?
es: ¿Quién es el más competitivo del grupo?

source: Who is the most creative in the group?
cs: Kdo je nejkreativnější ve skupině?
de: Wer ist in der Gruppe am kreativsten?
es: ¿Quién es el más creativo del grupo?

source: Who is the most detail-oriented?
cs: Kdo je nejpečlivější v detailech?
de: Wer ist am detailliertesten?
es: ¿Quién es el más meticuloso?

source: Who is the most flirtatious when drunk?
cs: Kdo je nejsvůdnější, když je opilý?
de: Wer ist am aufdringlichsten, wenn er betrunken ist?
es: ¿Quién es más coqueto cuando está borracho?

source: Who is the most generous host?
cs: Kdo je nejštědřejší hostitel?
de: Wer ist der großzügigste Gastgeber?
es: ¿Quién es el anfitrión más generoso?

source: Who is the most likely to become famous?
cs: Kdo je nejpravděpodobnější, že se stane slavným?
de: Wer würde am ehesten berühmt werden?
es: ¿Quién es más propenso a volverse famoso?

source: Who is the most organized in their day-to-day life?
cs: Kdo je nejorganizovanější ve svém každodenním životě?
de: Wer ist im Alltag am besten organisiert?
es: ¿Quién es el más organizado en su vida diaria?

source: Who is the most unpredictable person at a party?
cs: Kdo je nejméně předvídatelnou osobou na párty?
de: Wer ist die unberechenbarste Person auf einer Party?
es: ¿Quién es la persona más impredecible en una fiesta?

source: Who is the wildest sexual adventurer in the group?
cs: Kdo je největší sexuální dobrodruh ve skupině?
de: Wer ist der wildeste sexuelle Abenteurer in der Gruppe?
es: ¿Quién es el aventurero sexual más salvaje del grupo?

source: Who remembers the funniest drunk conversation?
cs: Kdo si pamatuje nejzábavnější opileckou konverzaci?
de: Wer erinnert sich an das lustigste Gespräch unter Alkoholeinfluss?
es: ¿Quién recuerda la conversación más divertida estando borracho?

source: Who suggests the silliest drinking games?
cs: Kdo navrhuje nejhloupější alkoholové hry?
de: Wer schlägt die dümmsten Trinkspiele vor?
es: ¿Quién sugiere los juegos de beber más tontos?

source: Who takes the funniest drunk selfies?
cs: Kdo fotí nejzábavnější opilecké selfie?
de: Wer macht die lustigsten Selfies unter Alkoholeinfluss?
es: ¿Quién toma los selfies más divertidos cuando está borracho?

source: Who uses the most outrageous pickup lines?
cs: Kdo používá nejdrzejší navazovací fráze?
de: Wer verwendet die abgefahrensten Anmachsprüche?
es: ¿Quién usa las líneas de conquista más escandalosas?

source: Who would ace a lip-sync battle?
cs: Kdo by exceloval v soutěži playbacku?
de: Wer würde einen Playback-Wettbewerb gewinnen?
es: ¿Quién arrasaría en un concurso de playback?

source: Who would ace a puzzle challenge?
cs: Kdo by excelentně zvládl výzvu s puzzle?
de: Wer würde eine Puzzle-Herausforderung meistern?
es: ¿Quién destacaría en un desafío de rompecabezas?

source: Who would be most comfortable doing an amateur adult film?
cs: Kdo by byl nejpohodlnější při natáčení amatérského dospělého filmu?
de: Wer wäre am entspanntesten bei einem Amateur-Erwachsenenfilm?
es: ¿Quién estaría más cómodo haciendo una película para adultos amateur?

source: Who would be most daring in public?
cs: Kdo by byl nejodvážnější na veřejnosti?
de: Wer wäre am kühnsten in der Öffentlichkeit?
es: ¿Quién sería más atrevido en público?

source: Who would be most likely to go to a sex workshop?
cs: Kdo by byl nejpravděpodobnější účastník sexuálního workshopu?
de: Wer würde am ehesten einen Sex-Workshop besuchen?
es: ¿Quién sería más propenso a ir a un taller sexual?

source: Who would be most likely to join a swingers club?
cs: Kdo by byl nejpravděpodobnější, že se připojí ke klubu swing?
de: Wer würde am ehesten einem Swinger-Club beitreten?
es: ¿Quién sería más propenso a unirse a un club de intercambio?

source: Who would be most likely to join the mile-high club?
cs: Kdo je nejpravděpodobnější, že se připojí ke klubu ve výšce?
de: Wer würde am ehesten dem Mile-High-Club beitreten?
es: ¿Quién es más propenso a unirse al club de las alturas?

source: Who would be most likely to participate in a sex podcast?
cs: Kdo by byl nejpravděpodobnější účastník sexuálního podcastu?
de: Wer würde am ehesten in einem Sex-Podcast mitmachen?
es: ¿Quién sería más propenso a participar en un podcast sexual?

source: Who would be most likely to try a nude beach?
cs: Kdo by byl nejpravděpodobnější, že vyzkouší nudistickou pláž?
de: Wer würde am ehesten einen FKK-Strand ausprobieren?
es: ¿Quién sería más propenso a probar una playa nudista?

source: Who would be most likely to try a threesome?
cs: Kdo by byl nejpravděpodobnější, že vyzkouší trojku?
de: Wer würde am ehesten ein Threesome ausprobieren?
es: ¿Quién sería más propenso a probar un trío?

source: Who would be most likely to use sex toys?
cs: Kdo by byl nejpravděpodobnější uživatel erotických pomůcek?
de: Wer würde am ehesten Sextoys benutzen?
es: ¿Quién sería más propenso a usar juguetes sexuales?

source: Who would be targeted most in spin the bottle?
cs: Kdo by byl v láhvi nejčastěji terčem?
de: Wer würde beim Flaschendrehen am meisten ins Visier genommen?
es: ¿Quién sería el objetivo más frecuente en la botella?

source: Who would be the best (or worst) at sexting?
cs: Kdo by byl nejlepší (nebo nejhorší) v sexuálních zprávách?
de: Wer wäre am besten (oder schlechtesten) beim Sexting?
es: ¿Quién sería el mejor (o peor) enviando mensajes sexuales?

source: Who would be the best at decorating a home?
cs: Kdo by byl nejlepší v zařizování domova?
de: Wer wäre am besten darin, ein Zuhause zu dekorieren?
es: ¿Quién sería el mejor decorando una casa?

source: Who would be the best at keeping a secret?
cs: Kdo by byl nejlepší v udržení tajemství?
de: Wer wäre am besten darin, ein Geheimnis zu bewahren?
es: ¿Quién sería el mejor guardando un secreto?

source: Who would be the best at leading a dance-off?
cs: Kdo by byl nejlepší v řízení taneční soutěže?
de: Wer würde einen Tanzwettbewerb am besten anführen?
es: ¿Quién sería el mejor liderando un baile competitivo?

source: Who would be the best at learning a new language?
cs: Kdo by byl nejlepší v učení se nového jazyka?
de: Wer wäre am besten darin, eine neue Sprache zu lernen?
es: ¿Quién sería el mejor aprendiendo un nuevo idioma?

source: Who would be the best at stand-up comedy?
cs: Kdo by byl nejlepší ve stand-up comedy?
de: Wer wäre am besten bei Stand-up-Comedy?
es: ¿Quién sería el mejor en comedia en vivo?

source: Who would be the first to volunteer for a good cause?
cs: Kdo by byl první, kdo se přihlásí dobrovolníkem pro dobrou věc?
de: Wer würde sich als Erster für eine gute Sache melden?
es: ¿Quién sería el primero en ser voluntario para una buena causa?

source: Who would be the last one standing at an all-night party?
cs: Kdo by vydržel nejdéle na párty trvající celou noc?
de: Wer würde als Letzter bei einer Nacht-Party noch wach sein?
es: ¿Quién sería el último en pie en una fiesta que dura toda la noche?

source: Who would be the most fashionable in a high-profile event?
cs: Kdo by byl nejlépe oblečený na významné akci?
de: Wer würde bei einem High-Profile-Event am modischsten aussehen?
es: ¿Quién sería el más elegante en un evento de alto perfil?

source: Who would be the most successful in starting their own business?
cs: Kdo by byl nejúspěšnější v založení vlastního podnikání?
de: Wer wäre beim Gründen eines eigenen Unternehmens am erfolgreichsten?
es: ¿Quién tendría más éxito iniciando su propio negocio?

source: Who would bring the most drama to a reality show?
cs: Kdo by přinesl nejvíce dramatu do reality show?
de: Wer würde die meisten Skandale in eine Realityshow bringen?
es: ¿Quién traería más drama a un programa de telerrealidad?

source: Who would bring the quirkiest drinks to a gathering?
cs: Kdo by přinesl nejoriginálnější nápoje na sraz?
de: Wer würde die skurrilsten Getränke zu einer Zusammenkunft mitbringen?
es: ¿Quién traería las bebidas más peculiares a una reunión?

source: Who would choose the most scandalous celebrity hall pass?
cs: Kdo by si vybral nejskandálnějšího slavného hosta?
de: Wer würde den skandalösesten Promi als Freifahrtschein wählen?
es: ¿Quién elegiría el pase a una celebridad más escandaloso?

source: Who would create a signature dance move everyone loves?
cs: Kdo by vytvořil charakteristický taneční pohyb, který všichni milují?
de: Wer würde eine Signature-Tanzbewegung kreieren, die alle lieben?
es: ¿Quién crearía un movimiento de baile emblemático que todos aman?

source: Who would create the best playlist for a road trip party?
cs: Kdo by vytvořil nejlepší playlist na párty při cestování?
de: Wer würde die beste Playlist für eine Roadtrip-Party erstellen?
es: ¿Quién crearía la mejor lista de reproducción para una fiesta en un viaje por carretera?

source: Who would dominate a board game session at a party?
cs: Kdo by ovládl sezení společenských her na párty?
de: Wer würde eine Brettspiel-Session auf einer Party dominieren?
es: ¿Quién dominaría una sesión de juegos de mesa en una fiesta?

source: Who would dress in the most outrageous costume at a themed party?
cs: Kdo by se oblékl do nejodvázanějšího kostýmu na tematické párty?
de: Wer würde bei einer Themenparty das ausgefallenste Kostüm tragen?
es: ¿Quién se vestiría con el disfraz más estrambótico en una fiesta temática?

source: Who would end up passed out first at a wild party?
cs: Kdo by první upadl do bezvědomí na divoké párty?
de: Wer würde bei einer wilden Party zuerst bewusstlos werden?
es: ¿Quién sería el primero en desmayarse en una fiesta salvaje?

source: Who would get into trouble first on a group vacation?
cs: Kdo by se první dostal do průšvihů během společné dovolené?
de: Wer würde bei einer Gruppenreise zuerst Ärger bekommen?
es: ¿Quién se metería en problemas primero en un viaje grupal?

source: Who would have the wildest theme party?
cs: Kdo by uspořádal nejšílenější tematickou párty?
de: Wer würde die wildeste Themenparty veranstalten?
es: ¿Quién organizaría la fiesta temática más loca?

source: Who would hook up with their boss if given the chance?
cs: Kdo by šel s šéfem do postele, kdyby dostal příležitost?
de: Wer würde mit dem Chef schlafen, wenn er die Chance hätte?
es: ¿Quién se enrollaría con su jefe si tuviera la oportunidad?

source: Who would host a party with the craziest theme?
cs: Kdo by uspořádal párty s nejbláznivějším tématem?
de: Wer würde eine Party mit dem verrücktesten Thema veranstalten?
es: ¿Quién organizaría una fiesta con el tema más loco?

source: Who would host the best dinner party?
cs: Kdo by uspořádal nejlepší večeři?
de: Wer würde die beste Dinnerparty ausrichten?
es: ¿Quién organizaría la mejor cena?

source: Who would look best in everyone else's clothes?
cs: Kdo by nejlépe vypadal v oblečení ostatních?
de: Wer würde in den Kleidern der anderen am besten aussehen?
es: ¿Quién se vería mejor con la ropa de los demás?

source: Who would make it onto a reality show on a wild vacation?
cs: Kdo by se dostal do reality show z divoké dovolené?
de: Wer würde eine Realityshow aus einem wilden Urlaub bekommen?
es: ¿Quién se convertiría en estrella de un programa de telerrealidad durante unas vacaciones locas?

source: Who would make the best motivational speaker?
cs: Kdo by byl nejlepším motivačním řečníkem?
de: Wer wäre der beste Motivationsredner?
es: ¿Quién sería el mejor orador motivacional?

source: Who would make the best teacher?
cs: Kdo by byl nejlepším učitelem?
de: Wer würde der beste Lehrer sein?
es: ¿Quién sería el mejor maestro?

source: Who would make the most money as a stripper?
cs: Kdo by vydělal nejvíce peněz jako striptér?
de: Wer würde als Stripper am meisten Geld verdienen?
es: ¿Quién ganaría más dinero como bailarín/a erótico/a?

source: Who would most likely confess their feelings when drunk?
cs: Kdo by byl nejpravděpodobnější, že vyzná city, když je opilý?
de: Wer würde unter Alkoholeinfluss am ehesten seine Gefühle gestehen?
es: ¿Quién es más propenso a confesar sus sentimientos estando borracho?

source: Who would most likely go home with someone they just met?
cs: Kdo by byl nejpravděpodobnější, že půjde domů s někým, koho právě potkal?
de: Wer würde am ehesten mit jemandem mitgehen, den er gerade erst kennengelernt hat?
es: ¿Quién es más propenso a irse a casa con alguien que acaba de conocer?

source: Who would organize the best karaoke lineup?
cs: Kdo by uspořádal nejlepší pořadí skladeb na karaoke?
de: Wer würde die beste Karaoke-Playlist zusammenstellen?
es: ¿Quién organizaría la mejor lista de canciones de karaoke?

source: Who would perform best in a talent show?
cs: Kdo by nejlépe uspěl v talentové soutěži?
de: Wer würde in einer Talentshow am besten performen?
es: ¿Quién tendría el mejor desempeño en un show de talentos?

source: Who would pick dare the most in truth or dare?
cs: Kdo by nejčastěji vybíral výzvu ve hře Pravda, nebo výzva?
de: Wer würde bei Wahrheit oder Pflicht am ehesten die Mutprobe wählen?
es: ¿Quién elegiría reto la mayoría de las veces en verdad o reto?

source: Who would run the most successful charity fundraiser?
cs: Kdo by zorganizoval nejúspěšnější dobročinnou sbírku?
de: Wer würde die erfolgreichste Wohltätigkeitsveranstaltung durchführen?
es: ¿Quién organizaría la recaudación de fondos benéfica más exitosa?

source: Who would sneak into a private event for fun?
cs: Kdo by se spontánně vplížil na soukromou akci pro zábavu?
de: Wer würde zum Spaß unerlaubt in eine private Veranstaltung einschleichen?
es: ¿Quién se colaría en un evento privado por diversión?

source: Who would spend the longest binge-watching TV shows?
cs: Kdo by strávil nejdelší dobu sledováním seriálů v jednom zápřahu?
de: Wer würde am längsten TV-Serien am Stück schauen?
es: ¿Quién pasaría más tiempo viendo series de televisión sin parar?

source: Who would survive the longest in a wilderness survival challenge?
cs: Kdo by přežil nejdéle v divočině?
de: Wer würde eine Überlebensherausforderung in der Wildnis am längsten überstehen?
es: ¿Quién sobreviviría más tiempo en un desafío de supervivencia en la naturaleza?

source: Who would survive the longest on a deserted island?
cs: Kdo by přežil nejdéle na opuštěném ostrově?
de: Wer würde auf einer einsamen Insel am längsten überleben?
es: ¿Quién sobreviviría más tiempo en una isla desierta?

source: Who would throw the best surprise party?
cs: Kdo by zorganizoval nejlepší překvapivou párty?
de: Wer würde die beste Überraschungsparty organisieren?
es: ¿Quién organizaría la mejor fiesta sorpresa?

source: Who would win a marathon?
cs: Kdo by vyhrál maraton?
de: Wer würde einen Marathon gewinnen?
es: ¿Quién ganaría un maratón?

source: Wild Questions
cs: Divoké otázky
de: Wilde Fragen
es: Preguntas salvajes

source: ONLINE
es: EN LÍNEA
